<template>
  <div>
    <SubPageHeader title="توسعه دهندگان" />
    <b-container>
      <section class="mb-5">
        <h3 class="display-4 mb-4">دیپلوکا چیست؟</h3>
        <p class="text-justify">
          دیپلوکا یک سکوی ابری است که محصول نرم افزاری شما را فارغ از هر نوع پیچیدگی ساختاری و زیرساختی
          در بازارچه قرار داده و برای اجرا توسط مشتریان در محیط ابری آماده میکند.
          تولید کننده نرم افزار میتواند محصول خود را پس از آماده شدن در بازارچه دیپلوکا منتشر کرده و قیمتی برای آن تعیین کند.
          مشتریان میتوانند محصول را در بازارچه مشاهده کرده و اقدام به خریداری و با چند کلیک ساده در محیط ابری دیپلوکا نصب و اجرا نمایند.
        </p>
      </section>
      <section class="mb-5">
        <h3 class="display-4 mb-4">امکانات و مزایای توسعه و ارائه نرم افزار در دیپلوکا</h3>
        <p>
          <ul>
            <li><strong>حذف پیچیدگی های توسعه نرم افزار بصورت SaaS و Multi-Tenancy</strong></li>
            <li><strong>حذف نگرانی درباره فشار وارده بر نرم افزار درصورت افزایش کاربران</strong></li>
            <li><strong>ارتقا نسخه نرم افزار بصورت خودکار برای مشتریان</strong></li>
            <li><strong>سیستم پشتیبانی بین مشتری و توسعه دهنده</strong></li>
            <li><strong>سیستم احراز هویت یکپارچه برای کاربران نرم افزار</strong></li>
            <li><strong>حذف نگرانی درباره امنیت، نفوذ و SSL</strong></li>
          </ul>
        </p>
      </section>
      <section class="mb-5">
        <h3 class="display-4 mb-4">مزایای دیپلوکا برای افراد و شرکت های تولید کننده نرم افزار</h3>
        <p>
          <ul>
            <li><strong>فریلنسر ها</strong></li>
            <li><strong>شرکت های کوچک و متوسط</strong></li>
            <li><strong>شرکت های بزرگ</strong></li>
          </ul>
        </p>
      </section>
      <section class="mb-5">
        <h3 class="display-4 mb-4">دانش فنی مورد نیاز</h3>
        <p>
          <ul>
            <li><strong>دانش زیر ساخت های ابری</strong></li>
            <li><strong>مخازن نگهداری کد و نسخه بندی نرم افزار</strong></li>
            <li><strong>زبانها و تکنولوژی های توسعه نرم افزار</strong></li>
          </ul>
        </p>
      </section>
    </b-container>
  </div>
</template>